{
  "About us": "About Us",
  "Advantages": "Advantages",
  "Services":"Services",
  "Products":"Products",
  "Self-brand":"Self-brand",
  "Issues":"Events",
  "Contact us":"Contact Us",
  "The introduction of Lianshang Group":"Introduction of Lianshang Group",
  "Introduction":"Based on the most advanced agile and flexible supply chain platform in the world，Lianshang provides the more efficient, more convenient and high-quality supply chain services under the mission of “improving fashion with technology”",
  "Vision of Lianshang":"Vision of Lianshang",
  "Vision description":"We are working on becoming the leading agile and flexible supply chain servicer by building the biggest global fabric and accessories sourcing platform, global productivity conformity platform, efficient inspection platform and also logistics platform.",
  "Early Inspection":"Inspection Guarantee",
  "Early description":"Based on the self-operated inspection department and large physical and chemical laboratories, we cooperated with 9 global quality inspection institutions to build an efficient and high-quality inspection service system in the filed of quality control. Hence, we could guarantee the effective supplies of fabric. Moreover, we reduce the probability of the problems within fabric supplies from the 23% to 5% now, which ensures the whole process of spinning clothing industry  upstream and downstream smoothly.",
  "Quickly  Sourcing  Response":"Quick Sourcing  Response",
  "Quickly description":"We provide the service of quick sourcing  response within 48 hours for customers under the information sharing platform with the best team with fabric experts. By doing that, we improve the efficiency of general purchasing by 68%.",
  "Innovation support":"Innovation Support",
  "Innovation description":"We form the alliance with the world's top fashion week designers, customers, product managers, creative pioneer,  marketing experts, strategists, and construct transboundary resources to create an innovative workshop to help customers to keep up the pace of products and services.",
  "Self-brand description":"Jingcheng, as the branch of Lianshang Group, selects thousands of mainstream fabric and accessories brands, including Ermenegildo Zegna, one of the best fashion brands in the world. ",
  "Lianshang International, Shaoxing Branch":"Lianshang International, Shaoxing Branch",
  "SOURCING":"SOURCING",
  "PERCHING":"PERCHING",
  "LOGISTICS":"LOGISTICS",
  "CUSTOMER SERVICE":"CUSTOMER SERVICE",
  "Efficiency Promotion":"Efficient Promotion",
  "Quick Sourcing":"Quick Sourcing",
  "Professional Perching":"Professional Perching",
  "Quality Guarantee":"Quality Guarantee",
  "Visual Logistics":"Visual Logistics",
  "Safety Delivery":"Safe Delivery",
  "Online Service":"Online Service",
  "Immediate Response":"Immediate Response",
  "Scanning to download  the APP for suppliers":"Scanning to download  the APP for suppliers",
  "Scanning to download the APP for buyers":"Scanning to download the APP for buyers",
  "Scanning to keep in  touch with us":"Scanning to keep in  touch with us",
  "more":"more",
  "Tel":"Tel",
  "Add":"Add",
  "Atten":"Atten",
  "Ryan Zhang":"Ryan Zhang",
  "Lianshang, Global Fabrics & Accessories Trading Platform.":"Lianshang, Global Fabrics & Accessories Trading Platform.",
  "E-mail":"E-mail",
  "Vietnam Branch":"Vietnam Branch",
  "Add 2":"Rm 3.05 Thien Son Plaza，800 Nguyen Van Linh，Tan Phu Ward，Dist 7，HCMC,VN.",
  "Add 1":"22F Changlong Building , No. 1500 , Diyang Road , Keqiao District , Shaoxing City , Zhejiang Province , China ",
  "issue1":"The company was established.",
  "issue2":"We confirmed to cooperate with  the Department of Cross-border Trade of Milan government",
  "issue3":"The branches have been established in Zhongda, Guangzhou; Keqiao, Shaoxing and other main trading basement of fabric and accessories.",
  "issue4":"The GMV of the platform has broken through a hundred million.",
  "issue5":"We confirmed to cooperate with  the Department of Cross-border Trade of Milan government",
  "issue6":"The size of the company has broken through 400 people. ",
  "issue7":"The cross-border trade department was set up and combined thousands of brands globally for self-operation.",
  "TOP":"TOP"
}